Repository: vakhramoff/Symboji
Catalog: Symboji/*.lproj/Localizable.strings
Languages: ru

# PrivacyPolicy.Back
source: Back
ru: Назад

# MainScreen.AppDescription
source: This app allows you to fastly type some symbols from native macOS keyboard. And a few more.
ru: Данное приложение позволяет быстро печатать символы со стандартной клавиатуры macOS. И некоторые другие.

# MainScreen.AddKeyboardInstructions
source: To start using this keyboard you have to add it in "Settings > General > Keyboard > Keyboards > Add New Keyboard...".
ru: Чтобы добавить клавиатуру, необходимо перейти в "Настройки > Основные > Клавиатура > Клавиатуры > Новые клавиатуры...".

# MainScreen.OpenSettings
source: Open Settings
ru: Открыть настройки

# MainScreen.ContactTheDeveloper
source: Contact the Developer
ru: Написать разработчику

# MainScreen.ShowPrivacyPolicy
source: Privacy Policy
ru: Политика конфиденциальности

# MainScreen.ContactTheDeveloper.MailTopic
source: Symboji – Feedback
ru: Symboji – Отклик

# MainScreen.ContactTheDeveloper.MailBodyText
source: <b>Please kindly put your message here:</b></br></br></br></br><b>----------</b></br><span style="color:red;"><b>Please do not remove the information below!</b></span></br></br><i>Hardware ID: %@</br>Device name: %@</br>System version: %@ %@</i><span style="color:red;"></br><b>----------</b></br></span>
ru: <b>Будьте добры, опишите вашу проблему здесь:</b></br></br></br></br><b>----------</b></br><span style="color:red;"><b>Пожалуйста, не удаляйте информацию ниже!</b></span></br></br><i>Hardware ID: %@</br>Device name: %@</br>System version: %@ %@</i><span style="color:red;"></br><b>----------</b></br></span>

# MainScreen.ContactTheDeveloper.SendMailErrorTitle
source: Error
ru: Ошибка

# MainScreen.ContactTheDeveloper.SendMailErrorMessage
source: Cannot send a message. Probably, there was no E-mail account added to the system.
ru: Не получается отправить сообщение. Вероятно, в систему не добавлен ни один почтовый аккаунт.
